{
  "text": {
    "hey": 35,
    "hello": 34,
    "hi": 36,
    "there": 87,
    "good": 28,
    "morning": 53,
    "evening": 19,
    "moin": 52,
    "let": 48,
    "s": 69,
    "go": 26,
    "dude": 18,
    "goodmorning": 31,
    "goodevening": 30,
    "afternoon": 1,
    "cu": 13,
    "by": 8,
    "cee": 10,
    "you": 107,
    "later": 47,
    "night": 60,
    "bye": 9,
    "goodbye": 29,
    "have": 33,
    "a": 0,
    "nice": 59,
    "day": 14,
    "see": 73,
    "around": 5,
    "yes": 105,
    "y": 104,
    "indeed": 43,
    "of": 63,
    "course": 12,
    "that": 85,
    "sounds": 77,
    "correct": 11,
    "no": 61,
    "n": 56,
    "never": 57,
    "i": 41,
    "don": 17,
    "t": 81,
    "think": 88,
    "so": 76,
    "like": 49,
    "way": 96,
    "not": 62,
    "really": 68,
    "perfect": 65,
    "great": 32,
    "amazing": 3,
    "feeling": 23,
    "king": 46,
    "wonderful": 102,
    "am": 2,
    "very": 94,
    "going": 27,
    "to": 90,
    "save": 72,
    "the": 86,
    "world": 103,
    "super": 80,
    "stoked": 78,
    "extremely": 20,
    "my": 55,
    "was": 95,
    "horrible": 37,
    "sad": 71,
    "feel": 22,
    "well": 98,
    "disappointed": 16,
    "m": 50,
    "unhappy": 92,
    "extremly": 21,
    "saad": 70,
    "are": 4,
    "bot": 7,
    "human": 39,
    "talking": 82,
    "how": 38,
    "humidity": 40,
    "today": 91,
    "is": 44,
    "it": 45,
    "be": 6,
    "windy": 101,
    "what": 99,
    "time": 89,
    "will": 100,
    "sun": 79,
    "set": 74,
    "weather": 97,
    "tell": 83,
    "me": 51,
    "forecast": 25,
    "rain": 67,
    "in": 42,
    "delhi": 15,
    "snow": 75,
    "new": 58,
    "york": 106,
    "update": 93,
    "for": 24,
    "mumbai": 54,
    "please": 66,
    "temperature": 84,
    "outside": 64
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "ask_weather": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_weather": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}