{
  "text": {
    "hey": 37,
    "hello": 36,
    "hi": 38,
    "there": 92,
    "good": 30,
    "morning": 57,
    "evening": 21,
    "moin": 56,
    "let": 51,
    "s": 74,
    "go": 28,
    "dude": 20,
    "goodmorning": 33,
    "goodevening": 32,
    "afternoon": 1,
    "cu": 15,
    "by": 10,
    "cee": 12,
    "you": 112,
    "later": 50,
    "night": 64,
    "bye": 11,
    "goodbye": 31,
    "have": 35,
    "a": 0,
    "nice": 63,
    "day": 16,
    "see": 78,
    "around": 5,
    "yes": 110,
    "y": 109,
    "indeed": 45,
    "of": 67,
    "course": 14,
    "that": 90,
    "sounds": 82,
    "correct": 13,
    "no": 65,
    "n": 60,
    "never": 61,
    "i": 43,
    "don": 19,
    "t": 86,
    "think": 93,
    "so": 81,
    "like": 52,
    "way": 101,
    "not": 66,
    "really": 73,
    "perfect": 69,
    "great": 34,
    "amazing": 3,
    "feeling": 25,
    "king": 49,
    "wonderful": 107,
    "am": 2,
    "very": 99,
    "going": 29,
    "to": 95,
    "save": 77,
    "the": 91,
    "world": 108,
    "super": 85,
    "stoked": 83,
    "extremely": 22,
    "my": 59,
    "was": 100,
    "horrible": 39,
    "sad": 76,
    "feel": 24,
    "well": 103,
    "disappointed": 18,
    "m": 54,
    "unhappy": 97,
    "extremly": 23,
    "saad": 75,
    "are": 4,
    "bot": 9,
    "human": 41,
    "talking": 87,
    "how": 40,
    "humidity": 42,
    "today": 96,
    "is": 47,
    "it": 48,
    "be": 7,
    "windy": 106,
    "what": 104,
    "time": 94,
    "will": 105,
    "sun": 84,
    "set": 79,
    "weather": 102,
    "tell": 88,
    "me": 55,
    "forecast": 27,
    "rain": 72,
    "in": 44,
    "delhi": 17,
    "snow": 80,
    "new": 62,
    "york": 111,
    "update": 98,
    "for": 26,
    "mumbai": 58,
    "please": 70,
    "temperature": 89,
    "outside": 68,
    "london": 53,
    "bangalore": 6,
    "berlin": 8,
    "inhimchal": 46,
    "pradesh": 71
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "ask_weather": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_weather": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}