{
  "text": {
    "hey": 39,
    "hello": 38,
    "hi": 40,
    "there": 96,
    "good": 32,
    "morning": 60,
    "evening": 22,
    "moin": 59,
    "let": 53,
    "s": 78,
    "go": 29,
    "dude": 21,
    "goodmorning": 35,
    "goodevening": 34,
    "afternoon": 1,
    "cu": 16,
    "by": 10,
    "cee": 12,
    "you": 116,
    "later": 52,
    "night": 67,
    "bye": 11,
    "goodbye": 33,
    "have": 37,
    "a": 0,
    "nice": 66,
    "day": 17,
    "see": 82,
    "around": 5,
    "yes": 114,
    "y": 113,
    "indeed": 48,
    "of": 70,
    "course": 15,
    "that": 94,
    "sounds": 86,
    "correct": 14,
    "no": 68,
    "n": 63,
    "never": 64,
    "i": 46,
    "don": 20,
    "t": 90,
    "think": 97,
    "so": 85,
    "like": 54,
    "way": 105,
    "not": 69,
    "really": 77,
    "perfect": 72,
    "great": 36,
    "amazing": 3,
    "feeling": 26,
    "king": 51,
    "wonderful": 111,
    "am": 2,
    "very": 103,
    "going": 31,
    "to": 99,
    "save": 81,
    "the": 95,
    "world": 112,
    "super": 89,
    "stoked": 87,
    "extremely": 23,
    "my": 62,
    "was": 104,
    "horrible": 42,
    "sad": 80,
    "feel": 25,
    "well": 107,
    "disappointed": 19,
    "m": 56,
    "unhappy": 101,
    "extremly": 24,
    "saad": 79,
    "are": 4,
    "bot": 9,
    "human": 44,
    "talking": 91,
    "how": 43,
    "humidity": 45,
    "today": 100,
    "is": 49,
    "it": 50,
    "be": 7,
    "windy": 110,
    "what": 108,
    "time": 98,
    "will": 109,
    "sun": 88,
    "set": 83,
    "weather": 106,
    "tell": 92,
    "me": 58,
    "forecast": 28,
    "rain": 75,
    "in": 47,
    "delhi": 18,
    "snow": 84,
    "new": 65,
    "york": 115,
    "update": 102,
    "for": 27,
    "mumbai": 61,
    "please": 73,
    "temperature": 93,
    "outside": 71,
    "london": 55,
    "bangalore": 6,
    "berlin": 8,
    "himchal": 41,
    "pradesh": 74,
    "chandigarh": 13,
    "raining": 76,
    "goa": 30,
    "manali": 57
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "ask_weather": 1,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_weather": 6,
    "utter_ask_rephrase": 13,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}